Base = {
    "introductory": {
        "connection": "итак, следовательно, значит, напротив, наоборот, далее, наконец, впрочем, между прочим, в общем, в частности, кроме того, сверх того, прежде всего, стало быть, например, к примеру, главное, таким образом, кстати, кстати сказать, к слову сказать, во-первых, во-вторых, в-третьих, с одной стороны, с другой стороны, повторяю, подчеркиваю",
        "form": "словом, одним словом, иными словами, другими словами, иначе говоря, попросту говоря, мягко выражаясь, если можно сказать, если можно так выразиться, с позволения сказать, лучше сказать, так сказать, что называется, собственно говоря, вообще говоря, вернее сказать, точнее сказать",
        "source": "говорят, сообщают, передают, по словам, по сообщению, по сведениям, по мнению, по-моему, по-твоему, по-нашему, по-вашему, по слухам, по преданию, помнится, слышно, дескать, мол",
        "forcing": "ли, видишь, видите, понимаешь, понимаете, знаешь, знаете, пойми, поймите, поверьте, поверь, послушайте, послушай, согласитесь, вообразите, представьте себе, извините, простите, веришь, верите, скажем, допустим, предположим, пожалуйста",
        "sense_pos": "к счастью, по счастью, к радости, к удивлению, к изумлению, на радость, на счастье",
        "sense_neg": "к несчастью, по несчастью, к огорчению, к досаде, к прискорбию, к сожалению, к ужасу, к стыду, на беду, чего доброго, нечего греха таить, странное дело, удивительное дело, неровен час",
        "confidence_pos": "конечно, несомненно, без всякого сомнения, очевидно, безусловно, разумеется, бесспорно, действительно, думаю",
        "confidence_neg": "наверное, возможно, верно, вероятно, по всей вероятности, может, может быть, быть может, должно быть, кажется, казалось бы, видимо, по-видимому, пожалуй, надо полагать, надеюсь, полагаю",
        "expression": "по правде, по совести, по справедливости, кроме шуток, смешно сказать, не в укор будет сказано, признаться, надо сказать, сказать по чести, честно говоря, между нами говоря, между нами будь сказано",
    },
    "subordinating_union": {
        "reason": "потому, оттого, так как, ввиду того, благодаря тому, вследствие того, в связи с тем",
        "purpose": "чтобы, чтоб, для того",
        "time": "когда, лишь только, пока, едва",
        "condition": "если",
        "compare": "как, будто, словно, как будто",
        "explain": "что, чтобы, как",
        "opposite": "несмотря на то что, хотя",
        "consequence": "так что",
        "ajective": "который, которая, которую, которым, котором, которой, которое",
        "pronomial": "кто, что, какой, чей, каков, какова, каково, сколько",
        "adverb": "где, откуда, куда, когда, почему, зачем, как, сколько, насколько, отчего",
        "adjective": "какой, какая, какие, каков, каковы, какое, каково, какова, каким, ли",
    },
    "coordinative_union": {
        "connection": "и, или",
        "opposite": "а, но",
    },
    "question_indicators": {
        "confident": "когда, где, какой, какая, какое, каким, зачем, сколько",
        "may be": "что, как, ли",
    },
    "tense": {
        "past": "уже, недавно, вчера, позавчера, в прошлый, в прошлую, прошлым",
        "present": "сейчас, в данный момент, на данный момент, в настоящее время, сегодня",
        "future": "завтра, на днях, скоро, в скором времени, в будущем, на следующий, в следующий, позже, на следующей, через несколько, когда-нибудь, в течение",
        "periodic_pos": "всегда, обычно, нередко, часто, каждый день, каждую неделю, каждый месяц, каждый год",
        "periodic_neg": "иногда, редко, изредка, никогда, нечасто"
    },
    "main_noun": {
        "self": "я, мне, мы, мной, меня, мною",
        "another person": "начальник, начальство, сотрудник, коллега",
    },
    "hopes": {
        "verbs": "хотелось, хорошо, надо, не мешало, стоило, было",
        "future": "надеяться, хотеть, желать, быть, иметь, планировать, собираться",
    },
    "regrets": {
        "con": "если бы, должен был, мог бы, могла бы, должна была, нужно было, надо было",
    },
    "question_markers": {
        "sence": "именно",
        "verbs": "сроки, нужно, нужен, должен, требуется, имеется, есть, предполагается",
        "politeness": "простите, извините, подскажите",
    },
    "confidence": {
        "verbs": "сказать, предположить, оценить, предсказать, понять, ответить, говорить",
        "adverb": "сложно, трудно, тяжело, нелегко, непросто",
        "colloc": "зависит от, в зависимости от, зависело от, зависеть от",
    },
    "can_like": {
        "verbs": "могу, разбираюсь, умею, справляюсь, получается, есть опыт",
        "neg": "не, плохо, нет опыта, нету опыта"
    },
}
